Repository: otasnovotny/otasmusic
Catalog: backend/locale/*/LC_MESSAGES/django.po
Languages: cs

source: accoustic guitar
cs: akustická kytara

source: bass
cs: basa

source: backing vocal
cs: doprovodný zpěv

source: camera
cs: kamera

source: drums track
cs: automatizované bicí

source: drums
cs: bicí

source: electric guitar
cs: elektrická kytara

source: keyboard
cs: klávesy

source: keyboard track
cs: automatizované klávesy

source: lead vocal
cs: zpěv

source: metallophone
cs: metalofon

source: mouth organ
cs: foukací harmonika

source: recording
cs: nahrávka

source: saxophone
cs: saxofon

source: trombone
cs: pozoun

source: trumpet
cs: trubka

source: we play in order %(gig_order)s. around %(gig_datetime)s.
cs: hrajem %(gig_order)s. v pořadí kolem %(gig_datetime)s.

source: we play in order %(gig_order)s.
cs: hrajem %(gig_order)s. v pořadí

source: we play around %(gig_datetime)s.
cs: hrajem kolem %(gig_datetime)s.

source: we don't know exactly when we are playing neither band ordering.
cs: zatím nevíme kolikátí ani v kolik hrajem

source: Home
cs: Domů

source: Contact
cs: Kontakt

source: Click to display lyrics
cs: Kliknutím zobrazíte text

source: Lyrics
cs: Text

source: Previous record
cs: Předchozí nahrávka

source: Next record
cs: Další nahrávka

source: Your browser does not support the audio element.
cs: Váš prohlížeč nepodporuje audio element.

source: Band
cs: Kapela

source: Creation date
cs: Datum vytvoření

source: Release date
cs: Datum vydání

source: Contributors
cs: Spolupracovali

source: Person
cs: Úleťák

source: Contrib by
cs: Co spáchal(a)

source: YouTube comments
cs: Komentáře na YouTube

source: Login
cs: Přihlásit

source: Logout
cs: Odhlásit

source: You were logged out.
cs: Byl jsi odhlášen

source: title_sign_up
cs: Přihlásit se

source: heading_sign_up
cs: Přihlášení

source: button_sign_up
cs: Přihlásit

source: Guitar lessons
cs: Výuka kytary

source: Do you want to start playing the guitar? Do you play already and want to improve your skills?
cs: Chceš se učit na kytaru? Nebo už hraješ a chceš se rozvíjet? Pak jsi tu správně.

source: I want lessons
cs: Chci lekce

source: Recording
cs: Nahrávání

source: Do you have a song and want to record it? There are two main ways of doing it.
cs: Máš už složený song a chceš ho nahrát? Jsou tu dva hlavní způsoby, jak to spáchat.

source: I want recording
cs: Chci nahrávat

source: Mixing
cs: Mixáž

source: Have you already recorded anything? Excellent! The final step is to mix your tracks and publish.
cs: Už máš něco nahraného? Výborně! Teď už to jen smíchat a někam to pověsit.

source: I want mixing
cs: Chci mixáž

source: Music
cs: Hudba

source: Records
cs: Nahrávky

source: City
cs: Město

source: Bands formation date
cs: Datum vzniku kapely

source: Bands dissolution date
cs: Datum ukončení činnosti

source: Upcoming events
cs: Plánované akce

source: Albums
cs: Alba

source: Page not found
cs: Stránka nebyla nalezena

source: Event detail
cs: Detail akce

source: Live stream
cs: Přímý přenos

source: There are <nobr>%(record_count)s records</nobr> on this page which were created by <nobr>%(person_count)s collaborators.</nobr>
cs: Na těchto stránkách najdeš <nobr>%(record_count)s nahrávek</nobr>, na kterých se podílelo <nobr>%(person_count)s lidí.</nobr>

source: Record
cs: Nahrávka

source: Persons
cs: Lidé

source: Record contributor
cs: Podílel(a) se

source: Lyrics (co)author
cs: (Co)autor textu

source: Music (co)author
cs: (Co)autor hudby

source: Lyrics author/co-author
cs: Autor/Co-autor textu

source: Music author/co-author
cs: Autor/Co-autor hudby

source: Services
cs: Služby

source: Czech
cs: Čeština

source: English
cs: Angličtina
